<?php

return [

    'SUCCESS' =>[
        'Change avatar' => 'Смена аватара прошла успешно',
        'Update user' => 'Успешно обновлен',
        'Update password' => 'Успешно обновите пароль',
        'Add to cart' => 'Успешно добавьте товара в корзину',
    ],

    'ERROR' => [
        'Change avatar' => 'Не удалось изменить аватар',
        'Update user' => 'Сбой обновления',
        'Update password' => 'Не удалось обновить пароль',
        'Invalid quantity' => 'Номер недействителен',
        'Please select a valid image file' => 'Выберите формат файла - изображение',
        'Max upload size' => 'Загружайте только изображения с максимальной емкостью 2 МБ',
        'Message complete order' => 'Невозможно продолжить, потому что вы не выполнили всю процедуру полностью. Пожалуйста, вернись.',
        'Message total invalid' => 'Ваша корзина пуста, пожалуйста, проверьте еще раз.',
        'Please try again' => 'Ошибка. Пожалуйста, проверьте еще раз',
        'Check your email and password' => 'Проверьте свой адрес электронной почты и пароль',
        'Registration' => 'Регистрация не удалась',
        'Invalid order tracking' => 'Код заказа недействителен.'
    ],

    'No results found' => 'Никаких результатов найдено не было.',

];
